{
  "menu-wallet" : "WALLET",
  "menu-buy" : "KAUFEN",
  "menu-send" : "SENDEN",
  "menu-spend" : "AUSGEBEN",
  "menu-faq" : "HGF",
  "menu-privacy-policy" : "Datenschutz-Bestimmungen",
  "dcn-foundation" : "© 2021 Dentacoin Stiftung. Alle Rechte vorbehalten.",
  "verify-dcn" : "Dentacoin Foundation überprüfen ",
  "eth-currency" : "Ether (ETH) ist eine Währung, die zur Deckung Ihrer Transaktionskosten verwendet wird. Sie haben keine ETH?",
  "card-buy" : "Kaufen Sie einige mit einer Karte hier!",
  "pay-with" : "Bezahlen Sie mit:",
  "first-tx" : "Erste Transaktion: USD",
  "daily-limit" : "bis 500 USD. Tageslimit: 6,000 USD",
  "you-get" : "Sie kriegen:",
  "determined" : "Wird vom Dienstanbieter nach Abzug der Kosten für die Verarbeitung der Transaktion im Ethereum-Netzwerk festgelegt.",
  "exchange-rate" : "Der Wechselkurs kann sich dabei ändern.",
  "address-to-receive" : "Wallet-Adresse des Empfängers:",
  "read-and-accept" : "Ich habe",
  "read-and-accept-two" : "gelesen und akzeptiert.",
  "powered" : "Betrieben von",
  "all-txs" : "Alle Transaktionen werden ausschließlich von Indacoin Limited abgewickelt.",
  "buy-btn" : "KAUFEN",
  "eth-for-fees" : "ETH für Transaktionsgebühren",
  "your-dcn-address" : "Ihre Dentacoin-Adresse:",
  "enter-or-scan" : "Geben Sie die Adresse / den Namen der Klinik ein",
  "clinics-dentists" : "Kliniken / Zahnärzte",
  "address-book" : "Adressbuch",
  "add-to" : "+ Zum Adressbuch hinzufügen",
  "empty-book" : "Adressbuch leeren",
  "for-payments" : "Für Zahlungen an Dentacoin-Partner-Zahnärzte geben Sie einfach ihren Namen in das Feld oben ein.",
  "for-partner-payments" : "Für Zahlungen an Dentacoin-Partner-Zahnärzte geben Sie einfach ihren Namen in das Feld oben ein.",
  "next" : "WEITER",
  "send-to" : "SENDEN AN:",
  "send-amount" : "Betrag senden:",
  "enter-amount" : "Geben Sie den Betrag der Dentacoin / Ether-Tokens ein, die Sie senden möchten.",
  "equal-to" : "Entspricht:",
  "the-exchange" : "Der Wechselkurs kann sich dabei ändern.",
  "i-verified" : "Ich habe die Wallet-Adresse des Empfängers sowie die Anzahl der Tokens, die ich senden möchte, überprüft.",
  "send-btn" : "SENDEN",
  "spend-menu-pay-dental" : "ZAHNÄRZTLICHE LEISTUNGEN ZAHLEN",
  "spend-menu-assurance" : "ZU DENTACOIN ASSURANCE",
  "spend-menu-trade" : "AN BÖRSEN HANDELN",
  "dcn-listed" : "Dentacoin (DCN) ist auf zahlreichen internationalen Austauschplattformen gelistet, auf denen Sie DCN problemlos gegen Hunderte anderer Krypto- und traditioneller Währungen austauschen können.",
  "deposit-btn" : "EINZAHLEN UND WECHSELN",
  "dcn-assurance" : "Dentacoin Assurance ist der erste Blockchain-basierte Plan, der Sie zur Vorsorgebehandlung gegen erschwingliche Monatsbeiträge in Dentacoin-Kryptowährung (DCN) berechtigt.",
  "go-to-dcn-assurance" : "ZU DENTACOIN ASSURANCE",
  "can-use" : "Die von Ihnen erworbenen oder gekauften Dentacoin-Tokens (DCN) können Sie für Zahnbehandlungen in unserem ständig wachsenden Partner-Netzwerk aufwenden.",
  "make-a-payment" : "EINE ZAHLUNG LEISTEN",
  "data-offline" : "Sie sind derzeit offline.",
  "metamask-sign-in" : "Melden Sie sich bei MetaMask an.",
  "metamask-browser" : "Öffnen Sie die MetaMask-Erweiterung Ihres Browsers und geben Sie Ihre Zustimmung, wenn Sie dazu aufgefordert werden.",
  "proceed" : "ODER OHNE FORTFAHREN",
  "tx-history" : "Verlauf der Transaktionen",
  "show-more" : "Mehr zeigen",
  "no-tx" : "Keine Transaktionen vorhanden.",
  "dcn-address" : "Ihre Dentacoin-Adresse",
  "smth-wrong" : "Bei unserem externen Anbieter ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.",
  "min-tx-limit" : "Das minimale Transaktionslimit beträgt",
  "max-tx-limit" : "Das maximale Transaktionslimit beträgt 6,000 USD.",
  "valid-wallet" : "Bitte geben Sie eine gültige Wallet-Adresse ein. Sie sollte mit \"0x\" beginnen und von 40 Zeichen (Zahlen und Buchstaben) gefolgt werden.",
  "valid-email" : "Bitte geben Sie eine gültige Email-Adresse ein.",
  "agree-policy" : "Bitte stimmen Sie unseren Datenschutzbestimmungen zu.",
  "address-clinic-name" : "Geben Sie die Adresse / den Namen der Klinik ein oder scannen Sie den QR-Code.",
  "wallet-address" : "Möchten Sie diese Wallet-Adresse wirklich aus Ihrem Adressbuch entfernen?",
  "save-address-book" : "Im Adressbuch speichern",
  "name-field" : "Name:",
  "wallet-address-field" : "Walletadresse:",
  "save" : "Speichern",
  "scanning-failed" : "Das Scannen ist fehlgeschlagen. Bitte gehen Sie zu Einstellungen/Genehmigungen und erlauben Sie Dentacoin Wallet den Zugriff auf Ihre Kamera und versuchen Sie es erneut.",
  "name-error" : "Bitte geben Sie den Namen ein.",
  "wallet-error" : "Bitte geben Sie eine gültige Wallet-Adresse ein.",
  "address-book-response" : "Das Adressbuch wurde erfolgreich aktualisiert.",
  "spendable-amount" : "Aufwendbarer Betrag:",
  "max" : "Max",
  "ly-numbers" : "Bitte stellen Sie sicher, dass alle Werte Zahlen sind.",
  "greater-than-zero" : "Bitte stellen Sie sicher, dass alle Werte größer als 0 sind.",
  "greater-dcn-value" : "Stellen Sie sicher, dass der DCN-Wert größer als 10 ist. Sie können nicht weniger als 10 DCN senden.",
  "higher-than-balance" : "Der Betrag, den Sie senden möchten, ist höher als Ihr Guthaben.",
  "enter-valid-address" : "Bitte geben Sie eine gültige Wallet-Adresse ein. Sie sollte mit \"0x\" beginnen und von 40 Zeichen (Zahlen und Buchstaben) gefolgt werden.",
  "sending-conf" : "Bestätigung senden",
  "to-label" : "An:",
  "from-label" : "Von:",
  "nonce" : "Nonce:",
  "eth-fee" : "-Gebühr:",
  "password-label" : "Geheimes Passwort:",
  "confirm" : "Bestätigen",
  "valid-password" : "Bitte geben Sie ein gültiges Passwort für ihre geheime Datei ein.",
  "hold-on" : "Bitte kurz warten! <br> Ihre Transaktion wird verarbeitet...",
  "enter-priv-key" : "Geben Sie Ihren <br class=\"show-on-xs\"> privaten Schlüssel<div class =\"fs-16 fs-xs-12\"> (nicht empfohlen) </div>ein.",
  "pr" : "oder",
  "not-recommended" : "(nicht empfohlen)",
  "your-priv-key" : "Ihr Privater Schlüssel:",
  "priv-key" : "Privater Schlüssel:",
  "confirm-btn" : "BESTÄTIGEN",
  "enter-priv-key-error" : "Bitte geben Sie einen gültigen privaten Schlüssel ein.",
  "assurance-desc" : "Sie können alle Dentacoin Assurance Vertragsaktionen - wie das Erstellen oder Auflösen von Patientenverträgen, Vertagsgenehmigungen und Abhebungen für Zahnärzte - direkt von hier aus abwickeln!",
  "scan-btn" : "SCAN-TRANSAKTION",
  "false-trying" : "Sie versuchen, eine Assurance-Transaktion zu scannen, die nicht mit Ihrer Dentacoin-Wallet-Adresse verknüpft ist.",
  "activate-autopayments" : "Aktivieren Sie Autopayments",
  "approve" : "Vertrag genehmigen",
  "withdraw" : "Jetzt abheben",
  "cancel" : "Vertrag auflösen",
  "key-related" : "Bitte geben Sie einen privaten Schlüssel ein, der mit Ihrer Dentacoin-Wallet-Adresse verknüpft ist.",
  "advanced-settings" : "Erweiterte Einstellungen",
  "gas-price" : "Gaspreis:",
  "reset" : "Zurücksetzen",
  "save-btn" : "SPEICHERN",
  "low-gas" : "Der Gaspreis ist niedrig. Die Ausführung der Transaktion wird länger dauern und könnte fehlschlagen.",
  "enter-gas" : "Bitte geben Sie den Gaspreis ein.",
  "cant-submit" : "Sie können die Transaktion mit dieser Nonce nicht weiter senden, da Sie eine Transaktion mit derselben Nonce erfolgreich genehmigt haben.",
  "dcn-token" : "DCN-Token erfolgreich hinzugefügt.",
  "user-dont-want" : "Der Benutzer möchte DCN-Token nicht hinzufügen.",
  "upload-backup" : "Laden Sie Ihre <br class='show-on-xs'>Sicherungsdatei</span> hoch.",
  "recommended" : "(empfohlen)",
  "upload-failed" : "Das Hochladen der Datei ist fehlgeschlagen. Bitte versuchen Sie es erneut mit einer Datei in Ihrem internen Speicher.",
  "remember-file" : "Sicherungsdatei speichern",
  "remembering-file" : "Das Speichern Ihrer Sicherungsdatei ermöglicht einfachere und schnellere Transaktionen. Es wird nur im lokalen Gerätespeicher gespeichert und kein anderer hat Zugriff darauf.",
  "valid-backup" : "Bitte laden Sie eine gültige Sicherungsdatei hoch.",
  "backup-for-wallet" : "Bitte laden Sie eine gültige Sicherungsdatei hoch, die sich auf Ihre Wallet Adresse bezieht.",
  "dcn-tokens" : "Dentacoin-Tokens",
  "ethers" : "Ether",
  "dcn-tx" : "Dentacoin-Transaktion",
  "dcn-sent" : "DCN erfolgreich gesendet.",
  "eth-tx" : "Ethereum-Transaktion",
  "sent-eth" : "ETH erfolgreich gesendet.",
  "your" : "Ihre ",
  "the-way" : " sind auf dem Weg zur Empfänger-Wallet. Überprüfen Sie den Transaktionsstatus.",
  "also-available" : "AUCH MOBIL VERFÜGBAR:",
  "export" : "Exportieren Sie Ihre Sicherungsdatei, bevor Sie fortfahren. Andernfalls verlieren Sie möglicherweise den Zugriff auf Ihre Assets, sobald Sie die App schließen oder Ihre Session endet.",
  "pass-label" : "Passwort:",
  "export-btn" : "EXPORTIEREN",
  "i-verify" : "Ich vestätige, dass ich meine Sicherungsdatei gespeichert habe.",
  "hold-on-decrypt" : "Bitte warten Sie einen Moment! <br> Das Entschlüsseln Ihrer Sicherungsdatei wird einige Sekunden dauern.",
  "import-btn" : "IMPORTIEREN",
  "create-btn" : "ERSTELLEN",
  "lets-create" : "Lassen Sie uns eine neue Wallet erstellen!",
  "set-secure" : "Bitte legen Sie ein sicheres Passwort fest, um Ihre Dentacoin-Wallet zu schützen.",
  "enter-pass-label" : "Passwort eingeben:",
  "repeat-pass-label" : "Passwort wiederholen:",
  "welcome-back" : "Willkommen zurück!",
  "to-import" : "Um eine vorhandene Wallet zu importieren, laden Sie bitte Ihre Sicherungsdatei hoch oder geben Sie Ihren privaten Schlüssel ein / scannen Sie ihn.",
  "upload-backup-file" : "Laden Sie Ihre Sicherungsdatei hoch (empfohlen)",
  "upload-backup-file-splitted" : "<b class=\"lato-bold\">Laden Sie Ihre Sicherungsdatei hoch</b> (empfohlen)",
  "OR-label" : "ODER",
  "import-key" : "Importieren Sie Ihren Privaten Schlüssel (nicht empfohlen)",
  "CONTINUE-btn" : "FORTSETZEN",
  "go-back" : "Zurück",
  "back" : "Zurück",
  "keep-file-safe" : "Bewahren Sie Ihr Passwort und Ihre Sicherungsdatei sicher auf! <br> Niemand kann sie zurücksetzen, wenn sie verloren gehen.",
  "access-wallet-error" : "Für den Zugriff auf Ihre Wallet benötigen Sie sowohl das Passwort als auch die Sicherungsdatei, die Sie im nächsten Schritt oder vom Einstellungen-Menu exportieren müssen.",
  "access-wallet-error-two" : "Für den Zugriff auf Ihre Wallet benötigen Sie sowohl das Passwort, als auch die Sicherungsdatei, die automatisch auf Ihr Gerät heruntergeladen werden.",
  "enter-pass" : "Bitte Passwort eingeben.",
  "min-pass-error" : "Ihr Passwort muss aus mindestens 8 und maximal 30 Zeichen bestehen.",
  "def-pass-error" : "Bitte geben Sie das gleiche Passwort in beide Felder ein.",
  "few-mins" : "Dies kann einige Minuten dauern. <br> Bitte erlauben Sie den Zugriff auf Ihr Gerät, wenn Sie dazu aufgefordert werden.",
  "few-mins-two" : "Dies kann einige Minuten dauern. <br> Wenn Sie dazu aufgefordert werden, stellen Sie sicher, dass Sie Ihre Sicherungsdatei teilen / kopieren und an einem sicheren Ort aufbewahren. Nur Sie sind dafür verantwortlich!",
  "opened-new-tab" : "Die Sicherungsdatei wurde in einem neuen Tab Ihres Browsers geöffnet. Bitte stellen Sie sicher, dass Sie sie teilen / kopieren und an einem sicheren Ort aufbewahren. Nur Sie sind dafür verantwortlich!",
  "file" : "Datei ",
  "has-been-stored" : " wurde im internen Download-Ordner Ihres Geräts gespeichert und für schnellere Transaktionen gespeichert.",
  "enter-pass-secret" : "Bitte geben Sie das Passwort für die geheime Schlüsseldatei ein.",
  "wallet-settings" : "DENTACOIN WALLET EINSTELLUNGEN",
  "download" : "Herunterladen",
  "very-important" : "Es ist sehr wichtig, ein Backup zu erstellen, um Ihre Mittel zu schützen, auch wenn Sie Ihr Handy verlieren würden.",
  "backupfile" : "Sicherungskopie",
  "by-doing-so" : "Auf diese Weise werden Sie nicht jedes Mal aufgefordert, es hochzuladen, wenn Sie auf Ihre Wallet zugreifen möchten.",
  "upload-backup-file-label" : "Laden Sie Ihre Sicherungsdatei hoch",
  "backup-pass" : "Sicherungspasswort:",
  "enter-backup-pass" : "Bitte geben Sie das Passwort für Ihre Sicherungsdatei ein.",
  "hold-on-caching" : "Bitte kurz warten! <br> Ihre Sicherungsdatei wird gerade im Cache gespreichert...",
  "your-backup" : "Ihre Sicherungsdatei wurde erfolgreich im Cache gespeichert.",
  "generate-backup" : "Sicherungsdatei generieren",
  "easy-to-easy" : "Erstellen Sie aus Ihrem privaten Schlüssel eine benutzerfreundliche Wallet-Zugriffsdatei und sichern Sie sie mit einem Passwort.",
  "display-key" : "Privaten Schlüssel Anzeigen oder Ausdrucken",
  "upload-to-show" : "Laden Sie Ihre Sicherungsdatei und das geheime Passwort hoch, um den privaten Schlüssel zu entschlüsseln und anzuzeigen.",
  "upload-to-show-second-option" : "Geben Sie Ihr geheimes Passwort ein, um den privaten Schlüssel zu entschlüsseln und anzuzeigen oder auszudrucken.",
  "forget-file" : "Sicherungsdatei vergessen",
  "forget-file-succ" : "Ihr Sicherungsdatei-Cache wurde erfolgreich gelöscht.",
  "you-will-be-asked" : "Auf diese Weise werden Sie jedes Mal dazu aufgefordert, es hochzuladen, wenn Sie auf Ihre Wallet zugreifen möchten.",
  "are-you-sure" : "Sind Sie sicher, dass Sie Ihre Sicherungsdatei heruntergeladen haben? Einmal vergessen, können Sie keine Transaktionen mit Ihrer Sicherungsdatei senden.",
  "dont-forget" : "Vergessen Sie bitte nicht, Ihre Sicherungsdatei herunterzuladen und zu speichern! Es gibt keine andere Möglichkeit, sich beim nächsten Mal anzumelden.",
  "having-diff" : "Haben Sie Schwierigkeiten? Überprüfen Sie unsere häufig gestellte Fragen oder kontaktieren Sie uns unter",
  "all-rights" : "Alle Rechte vorbehalten.",
  "log-out" : "Ausloggen",
  "help-center" : "Hilfezentrum",
  "downloading" : "Herunterladen... <br> Bitte erlauben Sie den Zugriff auf Ihr Gerät, wenn Sie dazu aufgefordert werden.",
  "has-been-downloaded" : " wurde in das oberste Verzeichnis Ihres Gerätedateisystems heruntergeladen.",
  "are-you-downloaded" : "Sind Sie sicher, dass Sie Ihre Sicherungsdatei heruntergeladen haben? Sobald Sie abgemeldet sind, können Sie ohne sie nicht mehr auf Ihre Wallet zugreifen.",
  "display-priv-key" : "PRIVATEN SCHLÜSSEL ANZEIGEN",
  "hold-decrypt" : "Bitte warten Sie einen Moment! <br> Ihre Sicherungsdatei wird gerade entschlüsselt...",
  "not-recomm" : "Dies ist KEINE empfohlene Methode, auf Ihre Wallet zuzugreifen. Die Information ist sehr sensibel und sollte daher von erfahrenen Krypto-Nutzern in einem Offline-Modus verwendet werden.",
  "dont-lose-it" : "*Verlieren Sie ihn nicht! Er kann nicht wiederhergestellt werden, wenn Sie ihn verlieren.</div><div>*Teilen Sie ihn nicht! Ihr Geldmittel wird gestohlen, wenn Sie diese Datei auf einer bösartigen / Phishing-Site verwenden würden.",
  "print-pk-text" : "Privaten Schlüssel ausdrucken",
  "make-backup" : "*Erstellen Sie ein Backup! Bewahren Sie es wie die Millionen von Dollar auf, die es eines Tages wert sein könnte.",
  "generate-file" : "SICHERUNGSDATEI ERSTELLEN",
  "please-enter-both-password" : "Bitte geben Sie beide Passwörter ein.",
  "the-pass" : "Das Passwort muss mindestens 8 und höchstens 30 Zeichen lang sein.",
  "make-sure" : "Bitte stellen Sie sicher, dass Sie dasselbe Passwort in beide Felder eingegeben haben.",
  "wrong-key-length" : "Falsche Länge des privaten Schlüssels!",
  "hold-on-generating" : "Bitte warten Sie einen Moment! <br> Ihre Sicherungsdatei wird generiert...",
  "wallet-app-here" : "Dentacoin-Wallet-App ist da!",
  "free-download" : "Gratis herunterladen:",
  "received-from" : "Erhalten von",
  "sent-to" : "Gesendet an",
  "welcome-to-wallet" : "WILLKOMMEN BEI <br class=\"show-on-xs\"> DENTACOIN WALLET",
  "the-easy-way" : "Einfach und sicher Dentacoins aufbewahren, senden, empfangen und kaufen.",
  "create-btn-text" : "ERSTELLEN",
  "new-wallet" : "Neue Wallet",
  "import-btn-text" : "IMPORTIEREN",
  "existing-wallet" : "Bestehende Wallet",
  "future-funds" : "SICHERN SIE IHR <br class=\"show-on-xs\"> ZUKÜNFTIGES VERMÖGEN",
  "lets-store" : "Speichern Sie eine Login-Datei auf Ihrem Computer / Handy und sichern Sie sie mit einem sicheren Passwort:",
  "you-will-need" : "Sie benötigen dieses neue Passwort, um sich später anzumelden. Schreiben Sie es auf Papier. Es kann nicht zurückgesetzt werden, wenn es verloren geht.",
  "download-login-file" : "LOGIN-DATEI HERUNTERLADEN",
  "export-login-file" : "LOGIN-DATEI EXPORTIEREN",
  "additional-security" : "ZUSÄTZLICHE SICHERHEIT",
  "print-pk-desc" : "Drucken Sie Ihren privaten Schlüssel aus, um Ihr Konto manuell zu entsperren, falls Sie Ihr Gerät verlieren sollten.",
  "print-pk" : "PRIVATEN SCHLÜSSEL DRUCKEN",
  "remind-me-later" : "Erinneren Sie mich später.",
  "well-done" : "GUT GEMACHT!",
  "rdy-wallet" : "Ihre Wallet ist jetzt einsatzbereit.",
  "start-now" : "LOS GEHT’S",
  "smth-went-wrong" : "Etwas ist schief gelaufen. Bitte versuchen Sie es später erneut oder schreiben Sie eine Nachricht mit einer kurzen Beschreibung des Problems an admin@dentacoin.com.",
  "data-assurance-success" : "Sie haben Ihren Vertrag erfolgreich unterschrieben! Sobald Ihre Transaktion bestätigt wurde, wird Ihre Assurance-Vertragsseite aktualisiert.",
  "data-valid-keytore" : "<div class=\"error-handle\">Bitte laden Sie eine gültige Sicherungsdatei hoch, die sich auf Ihre Wallet Adresse bezieht.</div>",
  "data-wrong-chain" : "Ihre MetaMask scheint nicht im Ethereum Main Network (Mainnet) zu laufen. Bitte wechseln Sie zum richtigen Netzwerk.",
  "no-balance" : "Dentacoin ist ein Ethereum-basiertes Token. So wie bei ALLEN derartigen Tokens, ist für jede Transaktion eine geringe Gebühr in der Hauptnetzwährung (ETH) erforderlich. Es scheint, dass Sie in dieser Wallet keine ETH mehr haben. Bitte füllen Sie sie nach. Wenn Sie keine Austauschplattformen verwenden möchten, können Sie diese einfach direkt mit Ihrer Bankkarte kaufen: <a href='https://wallet.dentacoin.com/buy' target='_blank' class='lato-bold text-decoration-underline color-light-blue'>here</a>.",
  "confidential" : "Streng Vertraulich",
  "unlock-funds" : "PRIVATER SCHLÜSSEL ZUM AUFSCHLIEßEN IHRES KONTOS",
  "pk-label" : "Privater Schlüssel",
  "pk-as-qr" : "Privater Schlüssel als QR-Code",
  "important" : "Wichtige Anweisungen für den Zugriff auf Ihr Vermögen:",
  "provides" : "Dieser private Schlüssel bietet vollen Zugriff auf die Gelder in der digitalen Wallet: ",
  "secure-place" : "Drucken Sie dieses Dokument aus und bewahren Sie es an einem sicheren Ort auf.",
  "never-share" : "Teilen Sie dieses Dokument niemals mit jemandem, um den Diebstahl Ihres Geldes zu verhindern!",
  "to-unlock" : "Um Ihr Vermögen zu verwalten, öffnen Sie bitte die Dentacoin Wallet-App oder gehen Sie auf: wallet.dentacoin.com. Wählen Sie „Vorhandene Wallet importieren“, schreiben Sie den privaten Schlüssel in das entsprechende Feld oder scannen Sie den QR-Code. Sie sehen den DCN-Betrag, den Sie besitzen.",
  "use-a4" : "Bitte wählen Sie das Papierformat A4 für eine optimale Anzeige.",


  "checkbox" : "Bitte, markieren Sie das Kontrollkästchen."
}